Repository: dostanT/Arrivo
Catalog: Arrivo/Utils/Localizable.xcstrings
Source language: en
Languages: kk, ru

# notification.title.wakeup
source: Wake up, time to conquer the world!
kk: Оян, әлемді бағындыратын уақыт келді!
ru: Просыпайся, пора покорять мир!

# notification.subtitle.wakeup
source: Before important things, a nap won't hurt 😆
kk: Маңызды істер алдында кішкене ұйықтап алған дұрыс 😆
ru: Перед важными делами поспать не помешает 😆

# notification.title.lunch
source: "Time to eat. I know a great place"
kk: "Тамақтанатын уақыт. Жақсы бір жер білемін"
ru: "Пора есть. Я знаю хорошее место"

# notification.subtitle.lunch
source: Turned out to be far away... Taking a quick nap ✔️
kk: Алыс екен... Кішкене ұйықтап алайын ✔️
ru: Оказалось далеко... Посплю немного ✔️

# notification.title.work
source: Work, work, work
kk: Жұмыс, жұмыс, жұмыс
ru: Работа, работа, работа

# notification.subtitle.work
source: Maybe we should go somewhere?
kk: Бір жерге барып қайтайық па?
ru: Может, съездим куда-нибудь?

# notification.title.goodjob
source: You're doing great!
kk: Сен кереметсің!
ru: Ты молодец!

# notification.subtitle.goodjob
source: Take a nap, I'll wake you up ❤️
kk: Ұйықтап ал, мен сені оятамын ❤️
ru: Поспи, я разбужу ❤️

source: Active monitorings
kk: Белсенді мониторингтер
ru: Активные мониторинги

source: Activity
kk: Белсенділік
ru: Активность

source: Alarm
kk: Будильник
ru: Будильник

source: App
kk: Қолданба
ru: Приложение

source: App Language
kk: Қолданба тілі
ru: Язык приложения

source: Bus Stop Location Error
kk: Аялдама орналасқан жер қатесі
ru: Ошибка местоположения остановки

source: Bus Stop Name Error
kk: Аялдама атауы қатесі
ru: Ошибка названия остановки

source: Contact Me
kk: Байланысу
ru: Связаться со мной

source: Current Active
kk: Ағымдағы белсенді
ru: Текущие активные

source: Delete
kk: Жою
ru: Удалить

source: Donate
kk: Қайырымдылық
ru: Пожертвовать

source: Done
kk: Дайын
ru: Готово

source: Failed to determine location
kk: Орналасқан жерді анықтау мүмкін емес
ru: Не удалось определить местоположение

source: Get Started
kk: Бастау
ru: Начать

source: Great
kk: Тамаша
ru: Отлично

source: History
kk: Тарих
ru: История

source: How to Add Widget
kk: Виджет қосу жолы
ru: Как добавить виджет

source: I'm Ready
kk: Мен дайынмын
ru: Я готов

source: I’m Ready
kk: Мен Дайнмын
ru: Я готов

source: Language Settings Screen
kk: Тіл баптаулары экраны
ru: Экран настроек языка

source: Learn More
kk: Толығырақ
ru: Узнать больше

source: Legal
kk: Құқықтық ақпарат
ru: Правовая информация

source: Loading…
kk: Жүктелуде…
ru: Загрузка…

source: Location access required
kk: Геолокацияға қол жеткізу қажет
ru: Требуется доступ к геолокации

source: Map
kk: Карта
ru: Карта

source: Monitoring started
kk: Мониторинг басталды
ru: Мониторинг запущен

source: My Works
kk: Менің жұмыстарым
ru: Мои работы

source: Next
kk: Келесі
ru: Далее

source: OK
kk: ОК
ru: ОК

source: Open
kk: Ашу
ru: Открыть

source: Pause
kk: Кідірту
ru: Пауза

source: Paused
kk: Кідіртілді
ru: Приостановлено

source: Perfect! Now only a little remains
kk: Керемет! Енді аз ғана қалды
ru: Отлично! Осталось совсем немного

source: Privacy Policy
kk: Құпиялылық саясаты
ru: Политика конфиденциальности

source: Profile
kk: Профиль
ru: Профиль

source: Public Transport Assistant
kk: Қоғамдық көлік көмекшісі
ru: Помощник общественного транспорта

source: Ready
kk: Дайын
ru: Готово

source: Report a Problem
kk: Мәселені хабарлау
ru: Сообщить о проблеме

source: Resume
kk: Жалғастыру
ru: Возобновить

source: Select a point first
kk: Алдымен нүктені таңдаңыз
ru: Сначала выберите точку

source: Settings
kk: Баптаулар
ru: Настройки

source: Soon
kk: Жақында
ru: Скоро

source: Start
kk: Бастау
ru: Старт

source: Stop
kk: Тоқтату
ru: Остановить

source: Support
kk: Қолдау
ru: Поддержка

source: Terms and Conditions
kk: Пайдалану шарттары
ru: Условия использования

source: There is no tutorial :(
kk: Тьюториал жоқ :(
ru: Туториала нет :(

source: Tired of missing your stops?
kk: Аялдамаларды өткізіп алудан шаршадыңыз ба?
ru: Устали пропускать свои остановки?

source: We need permission to access usage
kk: Қолдануға рұқсат керек
ru: Нам нужно разрешение на доступ

source: With us, you'll never oversleep
kk: Бізбен бірге сіз ешқашан ұйықтап қалмайсыз
ru: С нами вы никогда не проспите
